Repository: KDE/sweeper
Catalog: po/*/sweeper.po
Languages: be

# NAME OF TRANSLATORS
source: Your names
be: Дарафей Праляскоўскі, Андрэйчанка Анастасія, Сталярчук Іван, Antikruk

# EMAIL OF TRANSLATORS
source: Your emails
be: komzpa@licei2.com, bashybuzuk@tut.by, ivan.telkontar@gmail.com, nashtlumach@gmail.com

source: Helps clean unwanted traces the user leaves on the system.
be: Дапамагае выдаліць непатрэбныя рэшткі файлаў праграм, якія карыстальнік пакідае ў сістэме.

source: Original author
be: Першапачатковы стваральнік

source: Maintainer
be: Суправаджальнік

source: Thumbnail Cache
be: Кэш мініяцюр

source: Sweeps without user interaction
be: Ачышчэнне без узаемадзеяння з карыстальнікам

source: A thumbnail could not be removed.
be: Не ўдалося выдаліць мініяцюру.

source: The file exists but could not be removed.
be: Файл існуе, але яго нельга выдаліць.

source: A favicon could not be removed.
be: Не ўдалося выдаліць значок.

source: Cookies
be: Файлы cookie

source: Clears all stored cookies set by websites
be: Ачышчэнне ўсіх захаваных cookies з вэб-сайтаў

source: Cookie Policies
be: Палітыка файлаў cookie

source: Clears the cookie policies for all visited websites
be: Ачышчэнне палітыкі файлаў cookie для ўсіх наведаных вэб-сайтаў

source: Saved Clipboard Contents
be: Захаванае змесціва буфера абмену

source: Clears the clipboard contents stored by Klipper
be: Ачышчэнне змесціва буфера абмену, якое захоўвае Klipper

source: Clears all cached thumbnails
be: Ачышчэнне ўсіх кэшаваных мініяцюр

source: Run Command History
be: Гісторыя запуску каманд

source: Clears the history of commands run through the Run Command tool on the desktop
be: Ачышчэнне гісторыі каманд, запушчаных праз сістэмны сродак запуску каманд

source: Form Completion Entries
be: Запісы аўтазапаўнення формаў

source: Clears values which were entered into forms on websites
be: Ачышчэнне значэнняў, што былі ўведзеныя ў формы на вэб-сайтах

source: Web History
be: Гісторыя сеціва

source: Clears the history of visited websites
be: Ачышчэнне гісторыі наведаных вэб-сайтаў

source: Web Cache
be: Кэш сеціва

source: Clears the temporary cache of websites visited
be: Ачышчэнне кэшу наведаных вэб-сайтаў

source: Recent Documents
be: Нядаўнія дакументы

source: Clears the list of recently used documents from the KDE applications menu
be: Ачышчэнне спіса нядаўна выкарыстаных дакументаў у меню KDE

source: Favorite Icons
be: Значкі

source: Clears the FavIcons cached from visited websites
be: Ачышчэнне FavIcons з наведаных веб-сайтаў

source: Recent Applications
be: Нядаўнія праграмы

source: Clears the list of recently used applications from KDE menu
be: Ачышчэнне спіса нядаўна выкарыстаных праграм у меню KDE

# General system content
source: General
be: Асноўныя налады

# Web browsing content
source: Web Browsing
be: Вэб-агляд

source: You are deleting data that is potentially valuable to you. Are you sure?
be: Вы выдаляеце даныя, што могуць быць важнымі для вас. Вы ўпэўнены?

source: Starting cleanup...
be: Запуск ачышчэння...

source: Clearing %1...
be: Ачышчэнне %1...

source: Clearing of %1 failed: %2
be: Не ўдалося ачысціць %1: %2

source: Clean up finished.
be: Ачышчэнне завершана.

source: Check all cleanup actions you would like to perform. These will be executed by pressing the button below.
be: Адзначце ўсе дзеянні ачышчэння, якія хочаце выканаць. Яны выканаюцца, калі вы націснеце кнопку ніжэй.

source: Privacy Settings
be: Налады прыватнасці

source: Description
be: Апісанне

source: Select &All
be: Абраць &усё

source: Select &None
be: Адкінуць &выбар

source: Immediately performs the cleanup actions selected above
be: Неадкладна правесці дзеянні па ачышчэнні, абраныя вышэй

source: &Clean Up
be: &Ачысціць
